{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 4], "units": 24, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "name": "dense_1", "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"units": 48, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"units": 96, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"units": 48, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"units": 24, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "name": "dense_5", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"units": 2, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "bias_constraint": null, "activation": "relu", "name": "dense_6", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "trainable": true}}], "name": "sequential_1"}}